import streamlit as st

st.title('Российская нейросеть опередила разработки от Google и OpenAI')
st.image('images/5.webp')
st.write('Созданная в России нейросеть A-Vibe стала лучшей «легкой» моделью искусственного интеллекта (ИИ) на русском языке, обойдя аналоги от Google и OpenAI. Эксперты независимого рейтинга языковых моделей MERA присудили ей первое место, отметив высокое понимание ИИ русскоязычного контекста. Облегченная нейросеть от «Авито Тех» опередила такие популярные модели, как GPT-4o mini, Gemma 3 27B, Claude 3.5 Haiku и Mistral Large.')
st.write('Тестирование, проведенное аналитиками MERA, включало задания различной сложности. Нейросети проверяли на базовое понимание русскоязычного текста и на глубокую работу с контекстом материала. Во время проверок A-Vibe показала хорошие результаты генерации кода, ведения диалога и смыслового анализа запроса.')
st.write('Представители классифайда подчеркнули, что в основе их разработки лежит открытая языковая модель, плохо адаптированная под русский язык. Он составлял менее 1% от общего объема данных, на которых шло ее обучение. Разработчики A-Vibe значительно модернизировали и «русифицировали» ИИ.')
