import streamlit as st

st.title('ИИ может не просто изменить мир, он может «уничтожить человечество»: Google DeepMind')
st.image('images/3.webp')
st.write('Пугающая новая статья, опубликованная компанией Google DeepMind, вновь разожгла споры о будущем искусственного интеллекта. В ней говорится, что к 2030 году искусственный общий интеллект (AGI) — машины с интеллектом, подобным человеческому, — может стать реальностью. Но вместе с этим технологическим прорывом приходит и серьёзное предупреждение: AGI может не просто изменить мир, но и покончить с ним.')
st.write('В докладе не стесняются в выражениях, говоря о рисках. В нём открыто признаётся возможность того, что ИИ может «навсегда уничтожить человечество», и это рассматривается как один из «серьёзных рисков», требующих срочного внимания.')
st.write('В статье, написанной в соавторстве с Шейном Леггом, соучредителем DeepMind, описывается спектр потенциальных рисков, связанных с ИИ, — от социальных потрясений до прямых экзистенциальных угроз. Хотя в статье не объясняется, как именно может произойти такая катастрофа, она классифицирует риски по четырём ключевым категориям: злоупотребление, несоответствие, ошибки и структурные уязвимости.')
st.write('DeepMind подчёркивает, что в настоящее время основное внимание уделяется предотвращению злоупотребления ИИ, когда отдельные лица или организации могут использовать технологию в разрушительных целях, что является центральным элементом стратегии безопасности компании.')
